export const series = {
    isms: {
        name: "isms",
        title: "블록체인 지갑솔루션<br><span>‘최초’ ISMS인증 획득!</span>",
        cont: `<div>
                        <div class="info">
                            <span>주목할 만한 시리즈</span>
                            <h1>헥슬란트, 블록체인 지갑솔루션<br><span>'최초'</span> ISMS인증 획득</h1>
                            <p>8월 4주차 블록체인 뉴스</p>
                            <img style="max-width:670px" src="../../static/common/img/recruitment/series/isms01.jpg" alt="isms">
                            <h3>
                                “헥슬란트 옥텟, 토큰뱅크 <b>ISMS</b> 인증으로<br>
                                가상자산 사업 안전성 확보”
                            </h3>
                        </div>
                        <div class="box">
                            <p>
                            18일 블록체인 기술 전문기업 헥슬란트는 과학기술정보통신부 산하 한국인터넷진흥원(KISA)으로부터 '가상자산 보관 서비스 및 지갑구축 솔루션'에 대한 ISMS 인증을 획득했다고 밝혔다. 인증 범위는 블록체인 인프라 구축 및 지갑 솔루션 ‘옥텟’과 가상자산 지갑 애플리케이션(앱) ‘토큰뱅크’ 두가지다.
                            <br><br>
                            API를 통해 국내 최대인 20개의 블록체인 메인넷 지갑 기술을 제공하고 있는 옥텟은 운영 이후 단 한건의 보안 사고도 발생하지 않았다. 또, 국내 가상자산 지갑 솔루션 중엔 유일하게 콜드월렛(인터넷에 연결되지 않은 가상자산 지갑)을 동시에 지원하고 있고, 이더리움 블록체인의 수수료 절감이 가능한 CA(컨트랙트 어카운트) 기능을 추가해 서비스 효율도 이전보다 80% 이상 강화했다는 설명이다.
                            <br><br>
                            헥슬란트의 옥텟과 토큰뱅크는 기존 80개 ISMS 인증 항목에 별도로 추가된 가상자산 사업자용 세부점검 56개 항목을 통과, 높은 보안체계를 입증했다. 헥슬란트는 이번 인증을 획득함으로써 사업 안정성을 확보하고 가상자산 사업을 고려하는 기업을 대상으로 적법한 지갑 솔루션을 제공한다는 방침이다.
                            <br><br>
                            헥슬란트 노진우 대표는 “특금법 이후 거래소나 지갑 업체들의 사용 문의가 크게 늘었다"며 “시장에 대한 수요는 많지만 정작 관련 대응법이나 기술이 부족한 상황에서 헥슬란트의 서비스들이 고객사의 답이 되고 있다"고 <br>
                            말했다. 이어 “디지털자산 커스터디 사업을 위한 인증 절차도 추가로 진행중”이라 덧붙였다
                            </p>
                        </div>
                    </div>`
    },
    issue: {
        name: "issue",
        title: "블록체인 이슈를<br>알기 쉽게 <span>알.쓸.블.잡</span>",
        cont:`<div>
                        <div class="info">
                            <span>주목할 만한 시리즈</span>
                            <h1><span>알</span>아두면 <span>쓸</span>모 있는<br><span>블</span>록체인 <span>잡</span>학 사전</h1>
                            <p>8월 4주차 블록체인 뉴스</p>
                            <img style="max-width:878px;margin-top:50px" src="../../static/common/img/recruitment/series/issue01.jpg" alt="issue">
                            <h3>
                            “얼마전 전세계 축구인들 사이에서 <br>
                            가장 화제가 된 일이 있었다.<br>
                            바로 아르헨트나의 전설적인 축구 스타 <br>
                            리오넬 메시의 프로리그 이적 소식!”
                            </h3>
                        </div>
                        <div class="box">
                            <p>
                                메시는 21년 동안 몸담았던 바르셀로나를 떠나 프랑스 리그 파리 생제르맹으로 이적한 사건이었는데 그 뒤를 이어 또 한 번의 충격적인 소식은 자신의 연봉 일부를 가상화폐인 PSG 토큰으로 받는다는 소식이 전해지면서 평소 24달러 선이던 PSG는 한때 49달러 2.5배 가까이 급등하기도 했다. PSG 코인은 팬토큰으로 칠리즈를 통해 발행 된 토큰으로 칠리즈는 스포츠 분야의 다양한 팬토큰을 발행하는 기업으로 알려져 있다. 유럽 구단을 중심으로 시작해서 현재는 미국의 다양한 스포츠 분야에 확장되고 있는 토큰이다.
                            </p>
                            <img src="../../static/common/img/recruitment/series/issue02.jpg" alt="issue">
                            <p>
                                팬토큰이 이렇게 대중화 되어가는 움직임 속에서 팬심을 이용한 토큰은 단순히 팬심으로 구매하던 구단의 선수 유니폼이나 관련 굿즈를 머무는 것에서 벗어나 점점 영역을 넓혀가고 있다. 제한된 팬토큰을 보유함으로써 자신의 오너십을 강화하고 투자자로 여기게 되는 것이다. 정말 팬심 하나로 구입하는 토큰이라는 점에서 이번 영입과 토큰의 상관관계는 연봉 지급 이상의 의미를 갖는다. 팬토큰이 어떤 식으로 연동이 되고 가격의 변동성과 가치 상승의 기회를 보여줄 수 있는 중요한 사례가 될 수 있기 때문이다. 앞으로 어떤 선수가 영입될지 관심은 더 커질 것이고 이러한 관심은 시장에서 어떤 작용이 되어 토큰의 가치에 변동성을 미치게 될까?
                            </p>
                            <div class="textBox">
                                <h4>팬토큰(Fan Token)</h4>
                                팬 토큰은 코로나19 팬데믹(세계적 대유행)으로 프로 스포츠 구단의 주요 수입원인 입장권 수익이 급감하면서 등장했다. 프로 축구와 야구, 농구 등 프로 스포츠 구단이 새로운 수익모델을 찾아 나선 것이다. 팬 토큰은 특정 자산의 소유권과 진위를 영구적으로 기록하는 새로운 형태의 디지털 자산으로 각광받는 NFT(대체 불가능한 토큰)에 해당한다. PSG 팬 토큰은 구단이 지난해 6월 블록체인 업체 칠리즈(Chiliz)와 제휴관계를 맺어 발행했다. 칠리즈는 여러 프로 스포츠 구단 등과 제휴를 맺고 이들을 위한 팬 토큰을 발행하고 있다. 팬 토큰을 구매한 사람들은 ‘팬 투표’ 때 투표권을 행사해 구단의 사소한 의사 결정에 참여한다. 골을 넣었을 때 울리는 음악을 선곡하거나 주장 완장에 새겨질 문구, 구단 버스 디자인, 홈구장 터널 커튼 디자인 등에 영향을 미친다. PSG는 팬 투표를 통해 주장 완장에 새길 메시지, 경기장 라커룸에 전달할 <br>
                                응원 문구, 오는 10월1일 출시되는 축구 게임 ‘FIFA 22’에 반영될 PSG 커버 디자인 <br>
                                등을 결정해 왔다. 유벤투스도 지난해 공식 티셔츠 디자인과 선수단 버스 디자인을 팬 <br>
                                토큰을 보유한 팬들의 투표로 진행했다.
                                <br><br>
                                칠리즈는 PSG를 비롯해 유벤투스와 FC바르셀로나, AC밀란, 맨체스터시티, 아스널 아틀레티코마드리드, 인터밀란, AS로마 등 40여개 스포츠 구단 등과 파트너십을 맺고 있다. 미국 프로야구(MLB)와 아이스하키(NHL), 농구(NBA) 리그와 종합격투기 리그 UFC와 PFL, 레이싱 리그 F1 소속 팀과도 제휴했다. 개별 구단뿐 아니라 포르투갈 축구 국가대표팀 팬 토큰($POR)과 아르헨티나 국가대표팀 팬 토큰($ARG)도 만들었다. 최근에는 이강인 선수가 뛰고 있는 발렌시아CF와 파트너십을 맺은 뒤 선수 유니폼에 발렌시아 팬 토큰을 상징하는 ‘$VCF’를 새겨 넣기도 했다. 칠리즈는 올 연말까지 100개 이상의 스포츠 구단과 파트너십을 체결할 계획이다.
                            </div>
                        </div>
                    </div>`
    },
    ismsTF: {
        name: "ismsTF",
        title: "특금법 어벤저스!!<br><span>정보보안팀을 만나다</span>",
        cont:`<div>
                        <div class="info">
                            <span>주목할 만한 시리즈</span>
                            <h1>특금법을 성공으로 이끈 ‘어벤져스’<br>정보보안팀을 만나다</h1>
                            <p>박인수, 김상호, 한명욱 님을 만나다</p>
                            <img style="max-width:878px;margin-top:50px" src="../../static/common/img/recruitment/series/ismsTF01.jpg" alt="ismsTF">
                            <h3>
                            “앞으로 무궁무진한 블록체인 서비스가 나올 겁니다<br>
                            그 기회의 바다 속에서 ISMS 인증은 헥슬란트에게<br>
                            기회이자 동력이 될 거에요”
                            </h3>
                        </div>
                        <div class="box">
                        헥슬란트 팀은 얼마전 옥텟과 토큰뱅크 두 가지 서비스에 대한 한국인터넷진흥원(KISA)의 ISMS 정보보호 관리체계 인증을 취득하였습니다. 비거래소에서는 최초의 획득이었고 거래소와 비거래소에서 한 가지 서비스 통과 하기에도 바빴던 시간동안 무려 두 가지의 서비스를 통과하는 쾌거를 이뤄냈습니다. 불안정한 블록체인 시장에서 제도권의 진입을 위해 부단한 노력을 시도 하고 있는 헥슬란트 팀. 그 중심에 정보 보안체계를 담당하는 보안팀을 만나보았습니다.
                        <br><br>
                        국내 최고를 넘어 ‘가상자산사업 시장의 기준'을 만들기 위한 목표로 하는 박인수 님, 김상호 님, 한명욱 님을 만나 보안팀 분들이 일하는 방법과 ISMS 준비 과정에 대한 에피소드를 이야기 나눠보았습니다.
                        </div>
                        <ol class="qna">
                            <li>
                                <p>안녕하세요, 정보보안팀 여러분! 각자 자기 소개 한번 부탁드릴게요</p>
                                <div>
                                <ol>
                                    <li>
                                        <p class="skyblue">박인수</p>
                                        CTO 및 CISO(Chief Information Security Officer) 를 담당하고 있는 박인수라고 합니다.<br>
                                        이외에 주로 헥슬란트에서 옥텟 서비스 총괄과 헥슬란트의 전반적인 정보보호체계를 담당하고 있습니다.
                                    </li>
                                    <li>
                                        <p class="orange">김상호</p>
                                        헥슬란트 옥텟 개발에 참여하고 있고 블록체인 관련 서비스 개발시 코어 설계를 담당하고 있습니다. 뼈대를 잡는 역할이라고 볼 수 있고 헥슬란트의 전반적인 네트워크 담당을 하고 있습니다.
                                    </li>
                                    <li>
                                        <p class="green">한명욱</p>
                                        헥슬란트 전략팀에서 일하고 있고 ISMS 관련 사내 지침과 규정을 작성하고 있습니다.<br>
                                        정보보호 담당자와 CISO의 사이에서 함께 관련 규정을 조율하고 거기에 맞는 내용들을 작성하고 검토하는 업무를 담당하고 있습니다.
                                    </li>
                                </ol>
                                </div>
                            </li>
                            <li>
                                <p>이번 심사를 준비하면서 각자 맡은 업무가 있었나요? </p>
                                <div>
                                <ol>
                                    <li>
                                        <p class="skyblue">박인수</p>
                                        네, 기존의 업무에서 조금 더 심사기준에 맞는 업무로 변경이 있었습니다. ISMS 총괄업무를 맡게 되었고 인증을 준비하면서 내부(헥슬란트) 와 외부 (컨설팅사) 사이에서 의견이나 관련 법안들을 조율하며 진행절차를 밟아왔는데요 헥슬란트에서 단독으로 진행하기 어려운 부분들을 컨설팅사의 도움을 통해 지침을 마련하는 역할을 했습니다.
                                    </li>
                                    <li>
                                        <p class="orange">김상호</p>
                                        주로 저와 인수 님은 인프라 쪽을 담당하면서 명욱 님이 정리한 지침들을 바탕으로 실제 이행하는 작업들을 진행하였습니다. 보안이 미흡한 부분들을 채워넣었죠.
                                    </li>
                                    <li>
                                        <p class="green">한명욱</p>
                                        컨설팅사는 기존 사업자의 기준을 보유하고 있고 이 지침들을 헥슬란트와 같이 가상자산 사업에 맞도록 실제 바꾸는 과정이 필요했습니다. 증적, 지침, 규정등을 서류로 만들어 구비하였고 핫월렛 콜드월렛 지침의 기준을 바로 세웠습니다. 20여가지 정도 되는 지침들이었던 것 같아요.
                                    </li>
                                </ol>
                                </div>
                            </li>
                            <li>
                                <p>ISMS 인증 취득 준비하면서 어떤 것들을 느끼게 되었고 배우게 되는 계기가 되었나요?</p>
                                <div>
                                <ol>
                                    <li>
                                        <p class="skyblue">박인수</p>
                                        본격적인 준비기간은 20년 12월 ~ 21년 6월까지 약 7개월 동안 진행하는 과정이었어요<br>
                                        ISMS인증 자체가 개인정보 보호에 초점이 맞춰진 기존안들이 많다보니 실제 블록체인과는 거리감이 있는 지침들이 있었죠. 이러한 것들을 실무에 가깝게 조율이 되어가는 과정이 필요하지 않을까 생각합니다.
                                    </li>
                                    <li>
                                        <p class="orange">김상호</p>
                                        하지만 이번 인증을 통해 우리의 취약점도 알게 된 계기가 되었어요<br>
                                        개선하고 시스템화 하면서 서로 보안에 대한 인식이 높아졌다랄까?<br>
                                        한 단계 발전하게 되는 의미있는 경험이었어요
                                    </li>
                                    <li>
                                        <p class="green">한명욱</p>
                                        상호 님 말씀처럼 어느새 체득이 되어 있더라고요.<br>
                                        이번에 헥슬란트 옥텟 버전이 업그레이드 되는 과정이 있었는데<br>
                                        이 과정에서 저도 모르게 보안을 생각하면서 시스템을 구축해야 하는데 하고 습관처럼 나오더라고요 (하하)
                                    </li>
                                </ol>
                                </div>
                            </li>
                            <li>
                                <p>
                                    80개의 인증 항목은 대표적으로 어떤 것이 있었고 그중 가상자산 사업자용 세부점검 56개 항목을 통과했어요<br>
                                    그중 가장 기억에 남는 항목이나 준비 과정에서의 에피소드가 있다면?
                                </p>
                                <div>
                                <ol>
                                    <li>
                                        <p class="skyblue">박인수</p>
                                        대여금고가 가장 기억에 남아요. 은행의 대여금고는 보통 지점에서 VVIP가 아니면 주지 않는데<br>
                                        이것을 받는 것 자체가 굉장히 까다롭고 어려웠어요. ISMS인증 심사 기준 항목이기도 한 부분이라 어떻게든 해결해야하는 상황 속에서 정말 고군분투 했었던 기억이 있습니다.<br>
                                        이외에도 ISMS 망 분리 대상이 아니라 준비하지 않아도 된다 라는 컨설팅사의 내용이 있었는데 사전심사를 받아보니 필요했던 상황이었어요. 컨설팅사도 ISMS 인증처도 블록체인 관련해서 아직은 명확한 기준이 없었던터라 명확한 가이드라인이 전무했죠. 이렇다 보니 보안수준을 최고 수준으로 맞추고 보안을 요구하게 되었고<br>
                                        준비해야 하는 수준이 정말 어려웠습니다. 
                                    </li>
                                    <li>
                                        <p class="orange">김상호</p>
                                        인프라는 잘 되어 있어도 체계적인 것이 아직은 좀 부족했던 것 같아요. 처음에는 “이것까지 해야하나?” 라는 의문이 있던 것들도 어떻게든 맞춰내고 나니 “이걸 다 했네..” 라는 생각이 들었죠. 하고 나니 뿌듯했습니다.
                                    </li>
                                    <li>
                                        <p class="green">한명욱</p>
                                        가상자산 사업의 신설항목이 생기다 보니 마땅한 레퍼런스가 없었어요<br>
                                        하지만 이런 것들을 끈질기게 만들어 내고 제도에 맞게 구축하다보니 어느새 “비거래소 최초"라는 타이틀을 얻게 되었고 더불어 “옥텟" 과 “토큰뱅크" 두가지 서비스를 동시에 인증받게 되었죠. 거래소 비거래소 통틀어 두가지의 서비스를 심사 받고 인증을 따낸 곳은 헥슬란트가 유일할 겁니다.<br>
                                        이렇다 보니 저희만의 준비 노하우가 생겼고 스타트업으로써는 사실상 진행하기 어려운(비용과 시간의 문제) 상황을 해결해낸 쾌거를 이뤘죠
                                    </li>
                                </ol>
                                </div>
                                <img src="../../static/common/img/recruitment/series/ismsTF02.jpg" alt="ismsTF">
                            </li>
                            <li>
                                <p>
                                    듣고보니 특금법 시행 전 인증취득 쉽지만은 않았던 것 같아요 비거래 ‘최초’로 인증을 취득한 헥슬란트는 <br>
                                    어떤 것에 집중했을까요?
                                </p>
                                <div>
                                <ol>
                                    <li>
                                        <p class="skyblue">박인수</p>
                                        특금법 시행령인 9월 24일까지는 무조건 완료해야 한다. <br>
                                        시간적인 데드라인에 집중했습니다. 사전심사가 2주정도 미뤄졌을 때에는 너무나 갑작스런 변동상황이라 긴급 회의를 진행해서 계획을 정말 정밀하게 세웠어요.. 그정도로 시간이라는 압박이 있었죠
                                    </li>
                                    <li>
                                        <p class="orange">김상호</p>
                                        더군다나 두개의 서비스를 준비하다 보니 두개에 대한 증적을 따로 쌓아야 하는 상황이었고 겹치지 않게 준비되어야 하는 미션이 있었어요. 추가로 보안 솔루션 도입에 대한 고민도 있었는데 이유는 보안 솔루션 자체의 비용이 비싸기 때문이죠. 일례로 서버비가 한 대에 10만원이면 보안 솔루션 도입은 15만원정도의 비용이 든다고 보시면 되요. 그러다 보니 아직 시작단계인 스타트업에서는 비용적인 리스크를 효율적으로 운용할 수 있을지에 대한 고민이 있었습니다. 
                                    </li>
                                    <li>
                                        <p class="green">한명욱</p>
                                        ISMS를 블록체인 회사가 처음 받다보니 지침 규정들이 아직은 기존 제도에 머물러 있는 경우가 있었어요<br>
                                        이러한 가이드를 가지고 어떻게 지침 수준을 맞춰야 할지 고민이 많았고 지침을 쓰면서도 이게 맞는지에 대한 부분들을 명확하고 검증 된 지표로 만들어 내는 것이 저에겐 숙제였습니다.
                                    </li>
                                </ol>
                                </div>
                            </li>
                            <li>
                                <p>그동안 불완전하다는 블록체인 시장에서 헥슬란트가 제도적인 기반을 마련하면서 점차 인정받고 있는 상황인 것 같다. 확실히 체감이 하는가?</p>
                                <div>
                                <ol>
                                    <li>
                                        <p class="skyblue">박인수</p>
                                        올해 4번 정도 심사관분들에게 설명하고 오는 자리가 있었습니다. ISMS 인증 받는 대다수의 고객사가 헥슬란트 옥텟을 쓰다 보니 옥텟 서비스가 어떻게 ISMS에 부합하는지 말씀드리고 오는 자리었습니다.<br>
                                        심사관 한 분께서 “아마 당분간은 바빠지실 겁니다" 하고 말씀 주셨었는데 그만큼 헥슬란트 옥텟이 시장에서 인정 받고 있다는 생각에 설레어 잠이 안오더라고요.
                                    </li>
                                    <li>
                                        <p class="orange">김상호</p>
                                        블록체인을 조금이라도 아는 사람이라면 이번 ISMS 인증 관련해서 여러번 개인적으로 연락이 왔어요<br>
                                        블록체인에 대한 이해가 조금씩 인정받고 있구나 하는 생각이 들었고 제도화의 길이 열려 가고 있구나 느꼈죠. 
                                    </li>
                                    <li>
                                        <p class="green">한명욱</p>
                                        ISMS를 준비하면서 옥텟의 점유율을 새삼 체감하게 된 계기가 되었어요.<br>
                                        워낙 암호화 화폐 사건사고가 그동안 많은 상태였고 우리가 ISMS를 준비하면서 이번과 같은 인증 사례가 정말 올바르게 기술을 선도하고 개발하는 업체들을 골라내는 시작이 될거라는 확신이 있었고 그렇게 된다면 좀 더 많은 건강한 생태계가 자리 잡혀 가지 않을까 하는 생각이 들었습니다.
                                    </li>
                                </ol>
                                </div>
                            </li>
                            <li>
                                <p>다른 비거래소에서는 이번 인증취득 절차에 움직임이 많이 없었어요. 대다수 업체들이 인증 취득을 진행하지 않았는데 헥슬란트는 왜 ISMS 인증을 취득하게 되었나요? </p>
                                <div>
                                <ol>
                                    <li>
                                        <p class="skyblue">박인수</p>
                                        맞아요. 비거래소 기준으로 아직 인증을 받은 업체는 미비한 상황이에요. 이 지점에서 사실 지갑구축 솔루션사들이 현재 어떻게 움직여야 할지 애매한 상황도 있습니다.<br>
                                        헥슬란트는 사실 비거래소임에도 불구하고 인증을 받기로 결심한 이유는 명확해요<br>
                                        옥텟은 키 보관을 하는 서비스이지만 키 보관에 대한 인증은 필수 사항이 아니었죠. 이러한 상황임에도 불구하고 저희는 키도 자산이라고 생각하고 접근하니 오히려 단순해지고 명확해지더라고요.<br>
                                        최소한의 보안, 최소한의 개인정보 보호라고 생각하고 필요성을 인지하면서 멀리보면 지금은 단순한 키 보관이겠지만 향후에는 반드시 확장 될 가능성이 있다는 판단하에 접근했습니다.<br>
                                        현재는 인증절차는 선택이고 없어도 무방하게 시스템을 운영 할 수는 있겠지만 앞으로의 블록체인 시장은 매년 발전을 거듭할거라 확신하고 있기 때문에 미리 선제적 대응을 했다고 봐 주시면 좋을 것 같아요.
                                    </li>
                                </ol>
                                </div>
                            </li>
                            <li>
                                <p>마지막으로 9월 24일 특금법이 시행된 이후 블록체인 시장은 어떻게 변화할까요?</p>
                                <div>
                                <ol>
                                    <li>
                                        <p class="skyblue">박인수</p>
                                        내년에는 블록체인을 가지고 서비스로 도입하는 융합의 시도가 많을거라 생각해요<br>
                                        NFT를 가지고 게임 결재가 현재에도 이루어 지고 있는 상황을 보면 확장의 가능성은 무한하다고 봅니다.<br>
                                        이때 옥텟이라는 솔루션이 산업의 카테고리를 막론하고 도입 될 수 있는 곳은 무궁무진 할 거에요
                                        <br><br>
                                        이제 제도적인 기반을 마련했기도 했고 이것들을 바탕으로 대기업이라던지 규모가 큰 스타트업에서 여러가지 활용사례들이 많아질 것입니다. 폭발적인 성장의 가능성을 앞두고 저희가 준비 할 수 있는 모든 것들을 마련해야죠 제도적으로 체계가 갖춰진 기업만이 기회를 결과로 바꿔 낼 수 있고 성장의 동력으로 움직이게 될 것입니다. 그동안 규제 리스크가 워낙 강했고 이 모든 것들이 9월 24일 이후에는 많이 해소되지 않을까 기대감도 있어요. 헥슬란트가 구상하고 있는 수 많은 서비스들도 이제 제도적인 힘을 얻어 더 많이 만나 보실 수 있을 것 같습니다.
                                    </li>
                                </ol>
                                </div>
                            </li>
                        </ol>
                    </div>`
    },
    newTeam: {
        name: "newTeam",
        title: "<span>이거 특급 채용이야<br><b>NEW</b>, 헥슬란트 팀!!</span>",
        cont:``
    },
};

export const type = {
    developer: '백엔드 & 프론트엔드 개발자',
    blockchain: '블록체인 개발자',
    business: '비즈니스 디벨로퍼',
}

export const inside = {
    retin: {
        type: 'developer',
        name: "retin",
        position: "<b>백엔드 & 프론트엔드 개발자</b> 안현민",
        title: "블록체인의 시장은<br>아직 열리지 않았어요.",
        subTitle: "블록체인은 아직 잠들어 있는 엄청난 시장이에요<br>" +
            "이 무궁무진한 세계를 열어 누구나 쉽게 서비스를<br>" +
            "이용할 수 있도록 하는 것이 헥슬란트의 목표이자<br>" +
            "비전이라고 생각합니다. ",
        cont:`<div>
                        <div class="info">
                            <span>개발팀</span>
                            <h1>블록체인 시장은<br>아직 시작도 안 했어요</h1>
                            <p>백엔드 & 프론트엔드 개발자 안현민</p>
                            <img src="../../static/common/img/recruitment/inside/retin01.jpg" alt="retin">
                            <h3>
                                “헥슬란트는 블록체인 업계의 엄혹한 혼돈 속에서 <br>
                                연단된 보석과도 같아요.  짙은 안갯속에서 때론 <br>
                                길을 잃을 순 있겠지만 곧 길을 찾을 것이고 <br>
                                언젠가 안개가 걷히고 나면  가장 앞에서 빛나고 <br>
                                있는 헥슬란트를 발견하게 될 거예요.”
                            </h3>
                        </div>
                        <ol class="qna">
                            <li>
                                <p>안녕하세요. 간단한 소개 부탁드립니다.</p>
                                <div>
                                    헥슬란트 엔지니어 팀에서 프런트&백엔드 웹 개발을 맡고 있는 안현민입니다.<br>
                                    3년 전 웹퍼블리셔로 입사하여 토큰 뱅크 웹 퍼블리싱을 시작으로 웹 개발자로 커리어를 확장한 후 토큰 뱅크 웹, 시럽 월렛 서비스 등 사내외에서 요구되는 웹서비스들을 개발해 왔어요. 현재는 토큰 뱅크 기업회원 비즈니스 서비스 PM으로 커리어를 확대하여 프로젝트 관리자로서의 역할도 함께 수행하고 있습니다
                                </div>
                            </li>
                            <li>
                                <p>합류하게 된 계기가 궁금해요. 어떻게 시작하게 되었나요? </p>
                                <div>
                                    저는 늦은 나이에 IT 커리어를 시작했어요. 더 늦기 전에 똑똑하게 사용할 수 있는<br>
                                    기술을 배워야겠다는 생각으로 시작하게 되었고 늦게 시작한 만큼 빠르게 성장해야<br>
                                    했기에 주말 없이 열심히 했습니다. 그러면서 자연스럽게 짧은 시간 안에 많은 에너지를 쏟아서 결과를 낼 수 있는 신생 스타트업에 관심을 가지게 되었어요.<br>
                                    2017년 가을경 웹퍼블리셔로서의 커리어는 한계가 있을 거라는 생각에 웹 개발자로 커리어를 확장하고자 유명 IT 교육기관에서 자바스크립트 기반 서버 언어인 NodeJS 수업을 수강한 적이 있었어요. 그때 수업을 모두 마치고 강사님께 향후 어떤 신규 업계가 성장하겠느냐는 질문을 드렸었는데 블록체인을 말씀하셨습니다. 당시만 해도 크게 관심 갖지 않고 있었는데 찾아보게 되었죠.<br> 
                                    그해 가을과 겨울은 암호화폐 시장이 비약적으로 성장하면서 블록체인이 매우 핫하던 시기였습니다. 신규 시장과 스타트업에 관심을 가지고 있던 저에게는 매우 솔깃한 이야기였어요.  그래서 바로 블록체인 스타트업을 찾아보게 되었고 헥슬란트를 발견하고는 바로 입사 지원하게 되었습니다.
                                </div>
                                <img src="../../static/common/img/recruitment/inside/retin02.jpg" alt="retin">
                            </li>
                            <li>
                                <p>헥슬란트에서 어떤 일을 담당하고 계신가요?</p>
                                <div>
                                    헥슬란트에서의 저의 업무는 크게 3가지입니다.<br>
                                    우선 토큰뱅크 웹 개발토큰뱅크 v1, v2 웹 퍼블리싱을 시작으로 v3 웹 퍼블리싱 및 웹 개발을 해왔습니다. 지금은 토큰뱅크 v4를 준비 중에 있어요. 그리고 헥슬란트 내외 웹서비스 개발. 헥슬란트는 단순히 하나의 웹서비스만을 기획하고 운영하는 회사가 아닙니다.  변화무쌍한 블록체인 시장에서 지금 필요한 것과 앞으로 필요한 것을 준비하고 빠르게 구현하는 블록체인 만능키 서비스예요.  그러다 보면 내외적으로 발생하는 필요와 요구에 빠르게 대응해야 할 서비스들이 발생하게 됩니다. 불확실한 블록체인 서비스 시장을 선점하고자 하는 노력의 일환이죠. 그 노력에 작은 힘을 보태고 있습니다.<br>
                                    마지막으로 토큰뱅크 기업회원 비즈니스 서비스 PM. 토큰뱅크의 B2B 서비스인 기업회원 비즈니스 서비스 PM(프로젝트 관리자)을 담당하고 있어요.<br>
                                    블록체인 기업을 대상으로 한 서비스로 팀원들과 함께 블록체인 기업이 쉽고 편하게 사용할 수 있는 서비스로 만들기 위해 노력하고 있습니다.
                                </div>
                                <img src="../../static/common/img/recruitment/inside/retin03.jpg" alt="tokenbank">
                            </li>
                            <li>
                                <p>토큰뱅크에 대해 간단한 설명 부탁드립니다. </p>
                                <div>
                                    토큰뱅크는 급변하는 블록체인 시장의 흐름에 매우 유연하고 빠르게 대응하면서 지금도 변화하고 있는 B2C/B2B 블록체인 서비스 플랫폼이에요. <br>
                                    토큰뱅크는 2017년 12월 암호화폐 지갑 서비스를 기반으로 한 ICO (블록체인 프로젝트를 시작하는 재단이나 기업이 초기 투자금을 유치하기 위해 투자자들에게 투자를 받고 자신들이 발행한 토큰을 나눠주는 과정) 플랫폼으로 시작했어요. 당시엔 ICO를 오픈한 지 수초만에 수억 원에 달하는 목표 투자금을 달성하기도 했었습니다. 그러다 시장 상황이 변하면서 토큰뱅크도 함께 변하게 되었어요.<br>
                                    ICO 플랫폼에서 블록체인 포탈 서비스로 확대해가면서 SK 시럽 월렛에 토큰뱅크 지갑 서비스를 입점시켜 시럽 월렛 안에서 토큰 에어드랍(무료 배포) 서비스를 대행해주고 코인 및 토큰 스테이킹 리워드 서비스를 하는 등<br>
                                    시장 변화와 요구에 발맞춰 업그레이드해 나가고 있습니다. 토큰뱅크는 블록체인으로 할 수 있는 모든 것에 관심을 가지고 있으며 시장이 필요로 하고 필요할 것을 빠르고 확실하게 실행할 수 있는 실력을 가진 블록체인 서비스 플랫폼이예요.
                                </div>
                            </li>
                            <li>
                                <p>지갑 도대체 뭔가요?!</p>
                                <div>
                                    암호화폐 지갑은 카카오 뱅크나 케이 뱅크 같은 인터넷 은행에 가까운 거 같아요. 단지 원화같은 법정화폐가 아닌  암호화폐(코인 또는 토큰)를 보관하거나 입출금한다는 차이점이 있죠. <br>
                                    토큰뱅크앱 지갑을 예로 들면, 앱을 설치한 후 본인인증을 하면 간단하게 서비스를 이용할 수 있어요. 보통은 해당 서비스에서 지원 가능한 코인 또는 토큰(이후 토큰이라고 하겠음)들 목록이 있고 원하는 토큰을 누르면 자동으로 고유한 긴 문자열로 된 입금 주소가 생기게 됩니다. 이 입금 주소가 본인의 계좌번호라고 생각하시면 됩니다. 그리고 본인의 지갑 리스트에는 토큰의 이름 또는 심벌과 보유량을 표시하게 돼요. <br>
                                    그러면 본인의 토큰 주소로 원하는 수량을 입금하거나 다른 주소로 출금을 할 수 있게 되는 거예요. 인터넷 은행 앱에서 계좌를 생성하고 입출금하는 기능과 비슷하다고 보시면 됩니다.  그리고 토큰들은 일종에 달러나 위안화 같은 외환이라고 생각하시면 될 거예요. 각 외환들마다 고유의 입금 주소가 있는 것이고 각 입금 주소로 입출금을 할 수 있게 되는 식이죠. <br>
                                    여기서 중요한 것은 달러 주소에는 달러만 입출금하고 위안화 주소에는 위안화만 입출금 해야 하는 것과 똑같이 토큰들도 같은 토큰으로만 입출금을 해야 합니다. 블록체인 특성상 잘못 입출금하면 절대 찾을 수가 없어요. 
                                </div>
                            </li>
                            <li>
                                <p>헥슬란트 유일한 B2C 블록체인 서비스 토큰 뱅크, 어떤 장점이 있을까요?</p>
                                <div>
                                    제가 생각하는 토큰뱅크의 장점은  첫째, 사용자의 신뢰입니다. 2017년 12월 서비스를 시작한 이래 3년 6개월 동안 수없이 많은 자산이 토큰뱅크를 통해 이동하고 있지만 단 한건의 해킹 사고 없이 안정적인 서비스를 유지하고 있어요. 돈으로 살 수 없는 무사고 토큰뱅크에 대한 시장의 신뢰가 켜켜이 쌓여있습니다. <br>
                                    둘째, 노하우와 데이터입니다. 토큰뱅크는 14만이 넘는 가입자를 보유하고 있어요. 블록체인 서비스 시장에서 결코 적지 않은 실가입자수를 보유하고 있는 서비스입니다. <br>
                                    3년이 넘는 시간 동안 쌓아온 블록체인 시장과 B2C 서비스에 대한 노하우와 데이터들을 보유하고 있어요. <br>
                                    셋째, 토큰뱅크는 킬링 서비스를 찾아 끊임없이 변화하는 트랜스포메이션 플랫폼이에요. 한 가지로만 정의할 수 없는 서비스죠. 마치 엑스맨에 나오는 미스틱처럼 변화무쌍한 시장의 필요나 선택에 의해 유연하게 모양을 바꾸면서 아직 이렇다 할 B2C 킬링 서비스가 나오지 않고 있는 블록체인 시장에서 토큰뱅크가 빠르고 유연하게 변화하며 가장 먼저 찾아 선점할 수 있는 것이 가장 큰 장점이라 생각해요.
                                </div>
                                <img src="../../static/common/img/recruitment/inside/retin04.jpg" alt="retin">
                                <img src="../../static/common/img/recruitment/inside/retin05.jpg" alt="retin">
                            </li>
                            <li>
                                <p>헥슬란트에 합류 후, 그동안 무엇에 집중했고 어떤 변화들이 있었나요?</p>
                                <div>
                                    헥슬란트는 지난 3년 6개월 동안 블록체인 시장에서 킬링 서비스를 찾고자 노력해 왔던 것 같아요.  토큰뱅크 지갑과 ICO 플랫폼을 시작으로 오딧, 컨트랙트 발행, 시럽 월렛 입점, 스테이킹 서비스, 리포트 발행, 엑셀러레이팅, 컨설팅,  커스터디, 옥텟 등 종잡을 수 없었던 블록체인 업계의 풍파를 온몸으로 맞으며 시기와 때에 맞는 콘텐츠로 잘 성장해 왔습니다. <br>
                                    때론 크고 작은 실패를 겪고 성공할 수 없다는 불신과 염려 속에 빠져들 때도 있었지만 혼재된 오답 속에서 보석 같은 정답을 찾아가며  늘 그래 왔듯이 짙은 안개속을 헤쳐나갈 것입니다. 
                                </div>
                            </li>
                            <li>
                                <p>오랜 시간만큼 개발하면서 보람 있던 경험이나 가장 기억에 남는 일은?</p>
                                <div>
                                    헥슬란트는 지난 3년 6개월 동안 블록체인 시장에서 킬링 서비스를 찾고자 노력해 왔던 것 같아요.  토큰뱅크 지갑과 ICO 플랫폼을 시작으로 오딧, 컨트랙트 발행, 시럽 월렛 입점, 스테이킹 서비스, 리포트 발행, 엑셀러레이팅, 컨설팅,  커스터디, 옥텟 등 종잡을 수 없었던 블록체인 업계의 풍파를 온몸으로 맞으며 시기와 때에 맞는 콘텐츠로 잘 성장해 왔습니다. <br>
                                    때론 크고 작은 실패를 겪고 성공할 수 없다는 불신과 염려 속에 빠져들 때도 있었지만 혼재된 오답 속에서 보석 같은 정답을 찾아가며  늘 그래 왔듯이 짙은 안개속을 헤쳐나갈 것입니다. 
                                </div>
                            </li>
                            <li>
                                <p>앞으로 토큰 뱅크가 지향하는 목표와 비전은 어떻게 될까요?</p>
                                <div>
                                    토큰뱅크는 블록체인 B2C 서비스로서 어렵고 불편한 블록체인 서비스를 쉽고 빠르게 사용할 수 있도록 하는 서비스가 되어야 한다고 생각해요. 아직 블록체인을 모르거나 관심 없는 분들이 많아요. 아니면 단순히 투기꾼들의 놀이터 정도로만 인식하고 있기도 하죠. <br>
                                    그 말은 곧 잠재시장은 아직 열리지 않았다는 거죠. 이 무궁무진한 잠재시장을 열어 누구나 쉽게 정상적으로 블록체인 서비스를 이용할 수 있게 하는 것이 토큰뱅크의 목표와 비전이 되어야 한다고 생각합니다.
                                </div>
                            </li>
                            <li>
                                <p>그렇다면 앞으로의 B2C 블록체인 서비스는 어떻게 변화할까요?</p>
                                <div>
                                    향후 블록체인 서비스를 이끌 키워드가 몇 가지 거론되고 있지만 그중에 두 가지 키워드는 확실한 것 같아요. 하나는 디파이(DeFi), 하나는 NFT입니다. <br>
                                    디파이(DeFi)는 탈중앙화 금융(Decentralized Finance)의 약자예요. 글자 그대로 중앙화 되어 있지 않은 금융서비스로 기존 암호화폐 거래소 같은 중앙화 거래 방식이 아닌 중앙화 되지 않은 탈중앙화 방식으로 <br>
                                    암호화폐를 거래할 수 있게 하는 서비스입니다. 지금도 디파이 시장을 선점하기 위한 노력이 곳곳에서 벌어지고 있어요. 실제로 헥슬란트도 디파이 서비스를 오픈하고 최근에는 코박과 함께 코박토큰 디파이 상품을 출시하기도 했었습니다. <br>
                                    NFT(Non Fungible Token)는 대체 불가능한 토큰을 뜻해요. 상호 교환이 불가능한 고유한 토큰으로 디지털 예술작품이나 음원, 비디오 등의 소유권을 증명해주는 토큰으로 활용되고 있어서  이 고유한 토큰을 거래하는 플랫폼이 증가하고 있어요. 최근엔 카카오톡에 탑재된 암호화폐 지갑 서비스인 클립에서도 NFT 상품을 출시하기 시작했습니다. 사실 위의 2가지는 이미 활성화되기 시작했어요. 앞으로도 또 새로운 개념의 서비스들이 등장하게 되겠죠. 결국 암호화폐 시장이 안정화되고 나면 암호화폐를 이용하여 원활히 상품을 거래할 수 있는 시대가 열리지 않을까 싶어요. <br>
                                    그 상품이 차나 핸드폰 같은 제품이든 금융 상품이든 디지털 상품이든 그 어떤 상품도 암호화폐로 거래되는 시대가 올 겁니다. 곧!
                                </div>
                            </li>
                            <li>
                                <p>마지막 질문이에요! 예비 지원자에게 꼭 해주고 싶은 말이 있다면?</p>
                                <div>
                                    헥슬란트는 블록체인 서비스의 프런티어입니다. 쉽고 편함 느긋함은 프런티어와 어울리지 않은 단어예요. <br>
                                    무언가를 개척해 나가고 도전하며 배우고자 하는 의지를 갖고 책임감 있게 적극적인 자세를 견지하는 분들이 프런티어와 어울릴 수 있다고 생각합니다. <br>
                                    프런티어는 쉽지 않은 험한 길을 가는 사람이에요. 하지만 그 열매는 크고 달며 무엇보다 보람될 겁니다. 저희 헥슬란트에는 재밌고 착한 프런티어들이 많아요. <br>
                                    그리고 더 재밌고 착한 프런티어들과 함께하고 싶어 합니다. 바로 당신!
                                </div>
                            </li>
                        </ol>
                    </div>`
    },
    mark: {
        type: 'blockchain',
        name: "mark",
        position: "<b>블록체인 개발자</b> 이승준",
        title: "개발자들에게도 생소한<br>개발자가 되어버렸어요",
        subTitle: "블록체인 개발자가 무엇을 하는지 친구들이 많이 물어봐요. 개발자 사이에서도 아직은 생소한 직군이죠. 지금 이 순간도 누군가에게 레퍼런스가 된다는 생각으로 열심히 일하고 있어요.",
        cont: `<div>
                        <div class="info">
                            <span>개발팀</span>
                            <h1>개발자들에게도 생소한<br>개발자가 되어버렸어요</h1>
                            <p>블록체인 개발자 이승준</p>
                            <img src="../../static/common/img/recruitment/inside/mark01.jpg" alt="mark">
                            <h3>
                                “자기의 퀄리티나 밸류를 높이기 위해 블록체인 <br>
                                개발자는 많은 도움이 될 수 있다고 생각해요<br>
                                헥슬란트에 지원하는 모든 분들이 저희와 함께 <br>
                                블록체인 산업에 남길 만한 뜻깊은 <br>
                                제작물들을 만들어 갔으면 좋겠습니다.”
                            </h3>
                        </div>
                        <ol class="qna">
                            <li>
                                <p>안녕하세요. 간단한 소개 부탁드립니다.</p>
                                <div>
                                    헥슬란트에서 블록체인 서비스를 개발하는 개발자로 일하고 있는 이승준입니다. <br>
                                    2년 정도 근무했고 그동안 PKMS ( private key management system) 블록체인 키를 저장하는 시스템을 <br>
                                    주로 개발해 왔습니다. 신한은행, 풀 히스토리 API, 옥텟 엔터프라이즈에서 메인 넷을 개발, 커스터디 등을 담당해왔습니다.
                                </div>
                            </li>
                            <li>
                                <p>블록체인 개발자, 쉽게 접하기 어려운데 어떻게 시작하게 되셨나요?</p>
                                <div>
                                    대학교 때 전공은 미디어 학과였어요. 개발, 영상, 디자인을 선택할 수 있었는데 저는 개발 관련 수업만 들었죠.<br>
                                    4학년 때 블록체인 개발에 관심이 생기면서 비트코인, 이더리움 쪽을 공부하다가 하이퍼 레저 패브릭(hyperledger fabric) 프라이빗 블록체인을 구성할 수 있는 네트워크를 공부해서 졸작으로 모바일 신분증을 만들어 보게 되었습니다. 알면 알수록 블록체인 분야가 해 볼 수 있는 것들이 많구나 느꼈고 미래 산업에 경쟁력이 될 것 같다는 확신이 들었어요 그래서 졸업 후에 더 하이퍼에 대해 공부하게 되었고 온라인 강의를 접하면서 앞으로의 업으로 삼아야겠다고 결심했죠. 그러다 헥슬란트를 제 인생에 첫 직장으로 생각하고 합류하게 되었습니다.
                                    <br><br>
                                    저에게 있어서는 잘 한 선택이라고 생각해요. 저는 개발 전체를 담당하는 게 좋았던 사람인데 큰 기업에 다니는 개발자 친구들의 이야기는 대부분 수많은 코드 중에 일부분을 담당하고 있고 거시적으로 서비스를 운영하는 개발자의 모습은 주니어 개발자에겐 아직 어려운 것처럼 보였어요. 물고기도 어항에서 크면 더 이상 성장을 멈추는 것처럼 서비스를 총괄 운영하는 개발자의 관점에서 개발을 이해하고 싶었어요. 흥미 있는 일, 잘할 수 있는 일, 하고 싶은 일 제가 헥슬란트에 합류하게 된 이유기도 하죠.
                                </div>
                                <img src="../../static/common/img/recruitment/inside/mark02.jpg" alt="mark">
                            </li>
                            <li>
                                <p>블록체인 서비스 개발자 뭔가 생소한데 간단한 설명 부탁드립니다</p>
                                <div>
                                    맞아요. 아직 개발자가 아닌 분들은 물론이고 개발자인 분들도 블록체인을 개발한다고 하면 아직 보편화된 기술이 아니기 때문에 궁금해하시는 분들이 많아요.<br>
                                    우선, 간단하게 말씀드리면 블록체인을 이용해 서비스를 개발하는 개발자, 헥슬란트에서는 현재 가상 자산들을 안전하게 보관 및 이동(송금) 하게 해주는 서비스를 만드는 개발자라고 말할 수 있겠습니다. 기존 현금 같은 경우에는 관리를 해주는 주최가 은행이죠. 안전과 보관(수탁) 이동(입출금)을 해주는 시스템으로 운영되었지만 가상 자산은 사용자가 직접 보관하기 때문에 은행 수준만큼의 보안을 기대할 수 없는 한계가 있습니다.
                                    <br><br>
                                    누군가에 의한 해킹(탈취)의 위험이 높은 만큼 안전하게 보관할 수 있는 서비스가 필요한 시점이죠...헥슬란트에서 담당했던 커스터디 사업을 비롯해 가상 자산이 갖는 취약점을 완벽하게 방어할 수 있는 서비스를 만드는 사람, 블록체인 서비스 개발자의 역할이라고 보시면 될 것 같아요.<br>
                                    또한 블록체인을 활용한 개발이 쉬울 수 있도록 도와주는 서비스를 개발하고 있어요. 블록체인 개발이 어렵고 관련 인력도 아직 부족하고 비용이 많이 들다 보니 블록체인 개발이 쉽게 api를 제공하면 좋지 않을까 하는 생각이 있었는데 그 취지에서 만들어진 서비스가 옥텟 엔터프라이즈입니다.<br>
                                    블록체인 서비스 개발자는 블록체인 인프라를 위한 서비스부터 미래 산업에 대한 시스템을 구축해 나가는 일을 하는 사람들이에요
                                </div>
                            </li>
                            <li>
                                <p>아무래도 참고할 수 있는 개발 팁들이 많지 않았을 거 같아요</p>
                                <div>
                                    맞아요. 그래서 저보다 헥슬란트에서 개발 경력이 더 있는 분들을 통해 많이 배우고 있어요. 개인적으로 역량을 쌓기 위해 영문 리포트, 논문 등을 참고하고 있고요. 특히 얼마 전 이더리움 2.0 리포트를 위해 글을 쓸 일 이 있었어요. 그때는 정말 논문을 많이 참고했죠. 아무래도 한국에서 블록체인이 산업이 먼저 생긴 것이 아니다 보니 참고할 수 있는 것들은 전부 영어가 많아 원서로 된 리포트와 논문들을 참고하고 있는 편입니다. 블록체인 서비스 개발에서 제가 가장 중요하게 염두에 둔 건 송금에서 발생할 수 있는 문제들에 대해 가장 중요하게 생각하고 있어요. 결국엔 블록체인은 금융 인프라를 바꿔 놓을 것이 자명한데 10 비트코인을 보내야 하는데 100 비트코인을 보내면 안 되잖아요? 입금내역 조회나 다른 기능보다는 송금이나 프라이빗 키와 관련 보안과 돈이 오고 가는 서비스에 개발을 가장 신경 쓰고 있습니다.
                                </div>
                            </li>
                            <li>
                                <p>정말 정신없이 바쁘다고 들었어요. 무엇에 집중했고 어떤 변화들이 있었나요? </p>
                                <div>
                                    과거 제가 블록체인 산업을 꿈꾸고 준비할 때만 해도 시장은 처음이나 마찬가지였어요. 사람들은 단순히 가상화폐와 거래소에만 블록체인 기술을 대입했었고 개발자 입장에서는 더 많은 장점을 알려야겠다 싶었습니다.<br>
                                    개발자로서 블록체인 관련된 많은 일 들을 하려고 노력했어요. 가상 자산의 보관과 이동부터 블록체인 대중화를 위한 서비스 개발까지 블록체인의 보편화를 위해서 달려왔다고 볼 수 있죠.<br>
                                    요즘 보면 블록체인의 개념이 고도화되어가는 것 같아요.  굉장히 트렌드도 빨라지고 사람들 인식도 기술이라는 인식으로 보편화 되어가고 있죠. <br>
                                    서비스의 키 관리라든지 송금에서 발생할 수 있는 해킹 문제라든지 방어하는 보안 기술이 중요해지는 것 같은데  고객의 CS 문의나 미팅을 통해 이러한 요청들이 구체적이고 세분화 되어가는 느낌이 들어요 Defi, NFT 시장들도 보면, 더 폭넓게 서비스를 넓혀가는 거 같고 TSS처럼 키 관리에 대한 보안 문제를 더 강화하려고 하고 있어요 산업을 폭넓게 바라보면서 보안이라는 과제를 해결해야 하는 것이 고도화의 맹점인 것 같습니다.
                                    <br><br>
                                    그래서 블록체인 기술 개발로 국내에서 손에 꼽히는 기술 기업인 헥슬란트가 발 빠르게 대응해야 한다는 생각해요. 때문에 그동안 옥텟에서 부족했던 부분들을 보강해서 개발하는 작업에 최근 주력하고 있는데 앞으로의 옥텟 기술에서는 가장 최적화된 정리된 서비스를 제공하는데 주력해야 할 것 같습니다.
                                </div>
                                <img src="../../static/common/img/recruitment/inside/mark03.jpg" alt="mark">
                            </li>
                            <li>
                                <p>최근들어 블록체인 산업에 가장 큰 이슈는?</p>
                                <div>
                                    과거의 블록체인은 단순히 코인의 가격, 투자에 포커스 입출금 같은 거 맞춰있었던 건 사실이에요 하지만, 작년 10월부터는 스마트 컨트랙트로 관심이 이동하고 있죠. 스마트 컨트랙트란 계약자들의 거래 과정이 탈 중앙화된 전자장부에 기록되며 거래가 이루어지는 것을 말합니다.<br>
                                    지금처럼 각각의 계약에 대해 정부 또는 특정 기관의 승인을 받거나 통제받을 일이 없어 거래는 더욱 빨라지고, 거래 방법도 편리해지는 것이죠.<br>
                                    그뿐만이 아니라 계약이나, 디파이 붐( 탈 중앙화 거래소에 코인의 물량을 대는 사람에게 이자를 주는)이나 NFT로 부동산, 게임, 미술품 거래 등 화두가 되고 있는 것 같습니다.
                                </div>
                            </li>
                            <li>
                                <p>헥슬란트 개발자로서의 가장 큰 장점은 무엇일까요?</p>
                                <div>
                                    폭넓게 할 수 있다는 장점이 있어요. 앞서 이야기했지만 내가 개발한 서비스가 빠르게 시장에 나갈 수 있다는 점이 가장 큰 장점이고 그만큼 한 서비스를 집중하는 고도의 집중력도 필요하죠. 대신 고객사에서 피드백도 굉장히 빠르게 오게 돼요 그러면서 고객 CS에 대한 대처 방법도 배울 수 있고요.<br>
                                    개발자로서 서비스와 관련된 많은 부분들을 경험함으로써 조금 더 폭넓게 일을 대할 수 있다는 장점이 있습니다. 확실히 이전의 헥슬란트보다 현재와 앞으로의 헥슬란트의 상황이 산업도 커지고 발전하면서 어느덧 기술로 손에 꼽히는 회사가 되다 보니 여러 가지 다른 블록체인 개발자들도 경험하지 못한 도전들이 많은 편이에요.
                                </div>
                            </li>
                            <li>
                                <p>블록체인 개발자를 꿈꾸는 예비지원자에게 꼭 해주고 싶은 말이 있다면?</p>
                                <div>
                                    제가 여기 들어온 이유는 재미 하나에요. 헥슬란트의 모든 분들의 마음이기도 하고요<br>
                                    블록체인 개발에 흥미가 있다고 하신다면 무조건 오셔야 합니다. 신입 개발자라고 하면 당연히 기술은 어려운 부분이라고 생각해요.<br>
                                    새로운 걸 배우는 것에 무서움이 없었으면 좋겠고 어떻게 원하는 걸 빠르고 정확하게 찾을 수 있는지 구글링을 통해 문제를 빠르게 해결할 수 있는 서치 능력 정도가 있다면 더욱 좋을 것 같습니다. 블록체인도 결국엔 아직까진 다른 산업에 비해 보편화가 덜 되어 있다 보니 모르는 영역이 많기 때문이죠. 팁이 있다면 검색하고자 하는 키포인트(키워드)를 잘 선택하는 것이 중요한 것 같아요.<br>
                                    그리고 시중에 블록체인 관련되어서 풀려있는 라이브러리 같은 것들이 자바스크립트 형태가 많아서 호환이 중요하다 보니 자바스크립트를 쓰고 있고 자바스크립트를 잘하는 사람이 블록체인 업계에 있어서 경쟁력이 있을 것 같습니다. 블록체인 개발자는 아직 굉장히 경쟁력 있는 직종이라고 볼 수 있어요. 개발자 사이에서도 말이죠.<br>
                                    어떤 개발자가 요즘 잘 나가더라 뜨고 있더라 하는 이야기들이 많은데 앞으로 블록체인 관련 개발자가 그런 역할이 되지 않을까 감히 말할 수 있을 것 같아요.<br>
                                    앞으로의 가치는 분명 지금보다 오를 거라고 생각합니다.  헥슬란트에 지원하는 모든 분들이 저희와 함께도전하면서 블록체인 산업에 남길 만한 뜻깊은 제작물들을 만들어 갔으면 좋겠습니다.
                                </div>
                            </li>
                        </ol>
                    </div>`
    },
    eun: {
        type: 'blockchain',
        name: "eun",
        position: "<b>스마트 컨트랙트 개발자</b> 조성은",
        title: "완벽하지 않은 것들을<br>완벽하게 만드는 재미",
        subTitle: "블록체인은 투자 자산으로 대중화되었지만 기술적으로는 아직 빛을 보지 못했다고 생각해요.<br>매력이 많은 이 기술 시장에서 가장 먼저 도전하고 잠재력을 키워나가고 있어요.",
        cont: `<div>
                        <div class="info">
                            <span>개발팀</span>
                            <h1>완벽하지 않은 것들을<br>가장 완벽하게 만드는 재미</h1>
                            <p>블록체인 개발자 조성은</p>
                            <img src="../../static/common/img/recruitment/inside/eun01.jpg" alt="eun">
                            <h3>
                                “최근 블록체인에 대한 관심이 높아진 게<br>
                                몸소 느껴져요. 제가 헥슬란트 팀에 합류했을 때<br>
                                아무런 정보가 없었던 것과는 차이가 크죠<br>
                                완벽하지 않았던 기술들을 헥슬란트와 함께<br>
                                만들어 낸 것처럼 매력 있는 건 없는 것 같아요.”
                            </h3>
                        </div>
                        <ol class="qna">
                            <li>
                                <p>안녕하세요. 간단한 소개 부탁드립니다. </p>
                                <div>
                                    안녕하세요. 헥슬란트에서 블록체인 개발자로 일하고 있습니다. <br>
                                    스마트 컨트랙트 보안 검증 업무를 시작으로 헥슬란트의 대표 서비스인 옥텟의 백엔드를 담당하였고 <br>
                                    HASC(해스크)라는 리서치 팀을 거쳐 현재는 스마트 컨트랙트 사업부에서 서비스를 담당하고 있습니다.
                                </div>
                                <img src="../../static/common/img/recruitment/inside/eun02.jpg" alt="eun">
                            </li>
                            <li>
                                <p>헥슬란트의 출범때부터 함께한 원년 멤버인데 어떻게 알게 되었나요?</p>
                                <div>
                                    사실, 저도 블록체인을 처음 알게 된 것이 2017년 말이었던 것 같아요.<br>
                                    세상에 처음 가상 자산 열풍이 막 불던 때였습니다. 당시 모두와 같은 마음으로 소액 투자를 시작했고 덕분에 블록체인 공부를 하게 되었는데 하나를 알게 되면 새로운 개념과 용어가 나타나고 또 다른 용어들과 개념이 나타나면서 블록체인이 단순히 거래소에만 머무는 개념이 아니란 걸 알게 되었어요.<br>
                                    이 기점으로 개발 공부를 시작하였고 대학교 졸업 시즌이 되어 취업 준비를 하던 중에 블록체인과 개발자라는 키워드에 있어 '헥슬란트'라는 기업이 매력적으로 다가왔던 것 같아요.
                                </div>
                            </li>
                            <li>
                                <p>담당하고 있는 ‘스마트 컨트랙트' 무엇일까요?</p>
                                <div>
                                    스마트 컨트랙트는 계약 프로그램이에요 '계약 프로그램'이라는 말이 조금 어렵게 다가올 수 있지만 현재 서면으로 진행되는 계약을 코드로 구현한 것이라고 보면 되는데요 부동산, 금융 등에 대한 서면 계약은 이해관계자에 따라 계약의 해석 내용이 달라지기도 합니다. 하지만 이 계약이 코드로 구현된 스마트 컨트랙트는 모든 계약 내용이 코드화되어 있기 때문에 해석이 달라질 수 없어요.
                                </div>
                            </li>
                            <li>
                                <p>최근 스마트 컨트랙트 사업부의 확장이 있었는데 어떤 의미인가요?</p>
                                <div>
                                    시장의 상황에 맞춘 변화라고 생각해요.<br>
                                    현재 스마트 컨트랙트 기반의 다양한 신규 서비스가 생겨나고 있는데 기존 중앙 서비스들이 블록체인을 접목한다고 하였을 때 필수적 요소 중 하나가 스마트 컨트랙트이다 보니 전문적으로 그 기술을 연구할 필요가 생긴 것 같습니다. 헥슬란트는 시장 초기부터 다양한 기술 사업과 시장 분석을 경험해왔어요<br>
                                    그렇기 때문에 여러 레퍼런스뿐만 아니라 앞으로의 시장 예측도 어느 정도 가능하다고 보고 있습니다.<br>
                                    또한, 다방면으로 전문성을 가진 사람들이 많기 때문에 스마트 컨트랙트를 통해 이미 알려진 서비스가 아닌 임팩트 있는 새로운 서비스를 론칭할 수 있다고 생각합니다.
                                </div>
                            </li>
                            <li>
                                <p>아무래도 보안과 관련된 일들이다 보니 개발할 때 고려할 것들이 많을 것 같아요.<br>어떤 부분을 많이 염두하고 개발하고 계신가요?</p>
                                <div>
                                    버그나 코너 케이스에 대해 많이 신경 쓰는 편입니다. <br>
                                    스마트 컨트랙트도 결국 개발자가 작성하는 코드로 동작하기 때문에 문제 발생의 여지가 항상 존재하는데 기존의 프로그램의 경우, 코드 오류로 인한 문제는 업데이트하면 해결되지만 스마트 컨트랙트는 업데이트가 불가능하기 때문에 사전에 문제 발생의 여지를 차단해야 합니다.<br>
                                    단순히 코드의 버그를 넘어서 복합적인 시나리오에서 발생 가능한 문제를 완벽하게 테스트하는 것을 목표로<br>
                                    개발하고 있습니다.
                                </div>
                            </li>
                            <li>
                                <p>유독 많은 분들과 협업이 있는 것 같아요.</p>
                                <div>
                                    저는 다양한 분들과 다양한 툴을 통해 협업을 진행해왔습니다.<br>
                                    스마트 컨트랙트 개발 시에는 팀 내 개발자들과 함께 truffle, hardhat과 같은 개발 프레임워크를 통해 서로 맡은 개발, 테스트하였고 리서치 리포트를 작성할 때는 구글 독스와 같은 클라우드 문서를 통해 작성하면서 피드백을 주고받았습니다.<br>
                                    옥텟 개발에 참여할 때는 서비스 기획자와 함께 개선되어야 할 기능에 대해 회의 후 기능 개발을 진행하였으며<br>
                                    후에 프런트 개발자에게 수정되거나 업데이트해야 할 부분에 대해 전달해왔습니다.
                                </div>
                            </li>
                            <li>
                                <p>블록체인, 가장 큰 매력은 무엇인가요?</p>
                                <div>
                                    아직 블록체인 시장이 완벽하지 않단 것이 가장 큰 매력인 것 같습니다.<br>
                                    블록체인은 투자 자산으로는 대중화되었지만 기술적으로나 비즈니스 적으로 성숙한 단계는 아니라고 생각합니다. 이 부분은 누군가에게 단점이고 불안전한 모습일 수 있지만 저에게 있어서는 잠재력 있는 기술을 먼저 접할 수 있고 도전 가능한 방향이 넓다는 장점이자 매력인 것 같습니다.
                                </div>
                            </li>
                        </ol>
                    </div>`
    },
    jay: {
        type: 'business',
        name: "jay",
        position: "<b>비즈니스 디벨로퍼</b> 김정",
        title: "다양한 분야와 사람들에게<br>헥슬란트를 알리고 있어요",
        subTitle: "이전에 비영리 단체에서 일하면서 기부금이 투명하게 운영되고 관리되어야 한다는 중요성을 느끼게 되었어요. 데이터 위 변조가 불가능한 블록체인이 답이 될 수 있다고 생각했죠. ",
        cont: `<div>
                        <div class="info">
                            <span>전략팀</span>
                            <h1>헥슬란트는 왜 혈액암 기부<br>프로젝트에 관심을 갖게 되었을까?</h1>
                            <p>비즈니스 디벨로퍼  김정</p>
                            <img src="../../static/common/img/recruitment/inside/jay01.jpg" alt="jay">
                            <h3>
                                “블록체인 기술은 단순히 기술로 끝나는<br>
                                산업이 아니에요. 가능성이 무궁무진하고<br>
                                할 수 있는 의미 있는 일들도 많죠<br>
                                단순히 기술기업과의 비즈니스를 넘어<br>
                                다양한 형태의 영역에서 블록체인을 알리고 있어요.”
                            </h3>
                        </div>
                        <ol class="qna">
                            <li>
                                <p>안녕하세요. 간단한 소개 부탁드립니다. </p>
                                <div>
                                    안녕하세요, 저는 헥슬란트에서 글로벌 비즈니스를 담당하고 있는 김정이라고 합니다. 헥슬란트에 합류하게 <br>
                                    된 지는 3달 정도 됐어요. 그전엔 3년 정도 미국에 거주하면서 비영리 재단인 혈액 암 환자들을 도와주는 일을 <br>
                                    했었죠. 기증자를 찾고 모집하는 일은 생각보다 어려워요. <br>
                                    골수기증에 대한 사회적 인식이 좋지 않고 아무래도 기증이다 보니 DNA가 맞는 소수의 사람들을 찾아내고 모집하는 것이 중요하죠. 아시아와 같은 소수 인종에 대한 커버리지를 높이기 위해 다양한 기증자를 모집하는 것도 중요했습니다. 1년 남짓 근무하면서 어떤 때는 미국 내에서 단시간 안에 천명 가까운 기증자를 모집하기도 했었는데.. 생각해 보면 참 의미 있는 일 들이었어요!!
                                </div>
                                <img src="../../static/common/img/recruitment/inside/jay02.jpg" alt="jay">
                            </li>
                            <li>
                                <p>그럼, 헥슬란트는 어떻게 알게 되었고 블록체인 쪽으로 관심이 생겼나요?</p>
                                <div>
                                    비영리 단체에 있다 보니 헬스케어 쪽으로 관심이 많아졌어요. 때마침 코로나19로 인해 온라인으로 강의를 자주 듣곤 했는데. 블록체인을 활용한 헬스케어 산업에 관심이 생겼습니다. 비영리 산업에서 블록체인이 정말 효과적인 기술이 되겠다는 생각이 들었어요. 단체가 기부금으로 운영되는 만큼 기부금을 투명하게 관리하고 사람들이 기부한 소중한 돈이 어디에 어떻게 사용되는지도 알 수 있기 때문이죠<br>
                                    데이터에 대한 위 변조가 없기 때문에 정말 필요한 곳에 쓰일 수 있지 않을까 하는 생각이 들었습니다. 그래서 <br>
                                    블록체인 산업으로 일을 해보고 싶어졌고 그러던 중 헥슬란트를 알게 되었어요 블록체인 산업 전반을 이끌고 있는 회사다 보니 향후에도 다양한 분야로 도전해 볼 수 있는 것들이 많겠다는 생각에 지원하게 되었습니다!
                                </div>
                            </li>
                            <li>
                                <p>수습기간이 지났어요! 3달동안의 헥슬란트 경험해보니 어떤가요?</p>
                                <div>
                                    스타트업은 사람이 정말 중요한 것 같아요. 사람이 기술만큼 중요한 자산이라고 생각하는데 헥슬란트는 그 사람들이 너무 좋습니다. 단순히 좋은 사람들이라는 감정보다는 산업 전반을 선도하고 있는 회사이다 보니 모든 것들이 처음 시도하는 게 많아요.<br>
                                    그렇기 때문에 물어볼 것도 많고 빠르게 변하는 트렌드에 대응하기도 만만찮죠<br>
                                    그럴 때마다 먼저 와서 혹은 언제든지 물어봐도 정말 상세하게 서비스를 설명해 주세요. 모두가 자부심 하나로 일하고 있다는 생각을 강하게 받을 정도인데 때문에 불필요한 감정 소모는 없고 일에만 온전히 집중할 수 있어요. 경영진과 자유로운 커뮤니케이션이 이뤄지고 있어 상하 관계가 아닌 평등한 관계에서 일을 함께 고민하고 있습니다.
                                </div>
                            </li>
                            <li>
                                <p>비즈니스 디벨로퍼는 어떤 직무를 담당하고 있을까요?</p>
                                <div>
                                    저는 국내와 글로벌을 동시에 담당하고 있어요. 블록체인 산업은 국내뿐 아니라 해외에서도 많은 회사들이 생겨나고 있고 영역을 확장해 나가고 있는데  국가 규모가 작은 나라, 아직 자국 화폐가 없는 나라들에서는 가상화폐에 대한 관심이 커져가고 있죠<br>
                                    한국은 아직 화폐로써 많 관심이 큰 상황이지만, 미국을 비롯한 여러 나라에서는 화폐는 물론 다양한 산업에 블록체인 기술을 상용화하는 움직임을 빠르게 보이고 있어요. 보험, 헬스케어, 백신 여권, id 카드(이 변조 제한), 학교 성적표, 학력위조 방지 등 전 분야에 걸쳐 활용되기 시작했죠.<br>
                                    즉, 국내에서 블록체인 기술을 선도하고 있는 헥슬란트의 기술력이 국내뿐 아니라 해외에서도 도움이 될 수 있도록 비즈니스 협업을 가능할 수 있게 만드는 것이 필요합니다. 그 시작점에서 국내외 비즈니스 모델을 수립하고 제품과 서비스가 수많은 고객사에게 헥슬란트가 소개될 수 있도록 돕고 있어요.<br>
                                    비영리 단체에서 다양한 인종을 만났고 그들을 설득하는 과정에서 배운 경험들을 토대로 헥슬란트의 좋은 기술을 어떻게 잘 알릴 수 있는지에 대해 열심히 고민하고 있습니다!
                                </div>
                            </li>
                            <li>
                                <p>하고 있는 직무의 가장 큰 매력이 있다면 무엇일까요?</p>
                                <div>
                                    미디움, 트위터, 레딧(위클리 디스커션), 코인 베이스 등 각종 SNS, 뉴스 페이지 등을 출근과 동시에 살펴보면서 맞이해요. 너무 빠르게 변하는 시장이다 보니 고객사에게 비즈니스를 해야 하는 입장에서 매번 트렌드를 파악하는 일이 중요하거든요. 늘 새로운 것들을 알아가는 게 좋아요 하지만 흐름이 너무 빠르기도 해서 가끔은 놓치는 것들이 생기진 않을까 고민이기도 하고요...
                                </div>
                                <img src="../../static/common/img/recruitment/inside/jay03.jpg" alt="jay">
                            </li>
                            <li>
                                <p>주로 어떤 분들과 함께 어떻게 일하고 계신가요?</p>
                                <div>
                                    저는 전략 파트 안에서 글로벌 비즈니스 팀으로 일을 하고 있기 때문에 개발자, 서비스 기획, 디자인, 마케팅, 리서치, 비즈니스 팀 등 전 직원들과 함께 일하고 있어요<br>
                                    다양한 서비스를 아우르며 해외로 헥슬란트를 소개할 수 있는 매체들에 우리의 업을 알리고 있습니다. 그래서 가까운 시일 내에 의미 있는 성과를 내고 싶어요. 이렇게 모두가 열심히 만들어 낸 서비스를 해외 시장에 알려 우리의 제품군들을 많은 해외 기업들이 쓰고 또 그들이 알아주는 회사로 만들어 보고 싶습니다.
                                </div>
                            </li>
                            <li>
                                <p>헥슬란트 예비지원자에게 꼭 해주고 싶은 말은?</p>
                                <div>
                                    비즈니스 팀이다 보니 가지고 있는 출중한 능력보다 사람이 더 중요한 것 같아요.<br>
                                    바라보는 방향이 같아야 서로 합이 잘 맞고 에너지가 고객사에게도 전달되니까 말이죠!! 게다가 외국어까지 준비되어 있다면, 좋을 것 같아요<br>
                                    아무래도 블록체인 기술 자체의 시장이 글로벌 비중이 높다 보니 외국어를 잘 한다고 하면 공부할 수 있는 것들이 훨씬 많거든요 그리고 영어뿐만 아니라 제2외국어도 가능하시다면 헥슬란트를 알릴 곳들이 더 많아질 거예요.  기술에 대한 이해도보다는 새로운 것에 끊임없이 포기하지 않고 알아 가려는 끈기가 있는 분이었으면 좋겠어요 사람들을 많이 만나고 회사와 고객사의 중간에 위치하고 있기 때문에 커뮤니케이션 능력도 좋으신 분이면 좋겠습니다! 편안한 분위기에서 좋은 사람들과 재미있게 일할 수 있어요 기술을 하이테크지만, 인간미 넘치는 헥슬란트에서 같이 성장해 봅시다!
                                </div>
                            </li>
                        </ol>
                    </div>`
    },
    cwnoh: {
        type: 'developer',
        name: "cwnoh",
        position: "<b>백엔드 & 프론트엔드 개발자</b> 노철우",
        title: "궁극적인 목표는<br>모두가 블록체인을<br>이용하는 것",
        subTitle: "블록체인은 아직 어려운 기술인 건 맞아요. 미래의 기술을 만들기 위해 끊임없이 대중화하는데 노력하고 있죠. 동료들과 서로 믿고 배우며 발전하고 있어요.",
        cont: `<div>
                        <div class="info">
                            <span>개발팀</span>
                            <h1>궁극적인 목표는<br>모두가 서비스를 이용하는 것</h1>
                            <p>백엔드 & 프론트엔드 개발자 노철우</p>
                            <img src="../../static/common/img/recruitment/inside/cwnoh01.jpg" alt="cwnoh">
                            <h3>
                                “블록체인이 어렵다고 생각하는 분들이 많아요.<br>
                                그래서 헥슬란트 팀은 그 장벽들을 하나씩 허물어<br>
                                가기 위해 노력하고 있어요. 모두가 함께 이용할 수<br>
                                있는 미래의 기술. 어려운 기술을 가장 쉽게 대중화<br>
                                하는 역할을 하고 싶습니다.”
                            </h3>
                        </div>
                        <ol class="qna">
                            <li>
                                <p>안녕하세요. 간단한 소개 부탁드립니다. </p>
                                <div>
                                    헥슬란트에서 백앤드 & 프런트 앤드를 담당하고 있는 노철우입니다<br>
                                    작년 3월부터 헥슬란트의 대표 블록체인 서비스 ‘옥텟’의 기능적인 부분을 개발하고 있고 많은 고객과 고객사가 옥텟의 얼굴인 홈페이지를 관리합니다.  사용자분들이 옥텟 서비스를 보다 쉽고 안전하게 이용하실 수 있도록 돕는 일을 하고 있어요
                                </div>
                            </li>
                            <li>
                                <p>헥슬란트 어떻게 알고 합류 하셨나요?</p>
                                <div>
                                    기본적으로 개발자들은 누구나 가슴속에 창작 욕구가 있다고 생각해요. 새로운 것들에 대한 궁금증이 많다고 이야기할 수 있죠.<br>
                                    저도 새로운 것들에 대해 궁금증이 많았고 자연스럽게 미래 기술에 대한 관심도 높았죠. 그렇다 보니 블록체인 쪽에도 관심을 갖게 되었고 블록체인의 잠재력과 매력을 알게 되면서 지인을 통해 ‘헥슬란트’를 알게 되었습니다. 처음에 “블록체인의 인프라를 만들어 간다.”라는 기업 메시지가 마음에 들었어요!<br>
                                    이런 회사에서 일해보면 어떨까?라는 막연한 궁금증이 있었고 세상을 건강하게 바꿔나갈 수 있는 것들을 만들 수 있겠구나 싶었습니다. 또 내가 어떻게 하느냐에 따라 달라지는 산업이 되겠구나 싶었어요. 많은 사람들이 아직 진출하지 않은 블록체인 시장이다 보니 어떻게 생각해 보면 나중에 블록체인을 개발할 누군가에게 내가 레퍼런스가 될 수도 있겠구나 하는 기대감도 있었고요 아무도 가보지 않았던 길의 개발자로 일한 다는 것이 저를 회사로 이끈 가장 큰 원동력이었어요.
                                </div>
                            </li>
                            <li>
                                <p>지원할 때 고민은 없었나요?</p>
                                <div>
                                    아무래도 처음에는 기술이 너무 어려울 것 같다는 막연한 걱정이 있었어요 관련 분야에 대한 정보가 지금보다 많이 없을 때라 답답했죠. 게다가 제가 적은 나이도 아니었고 늦게 시작한 편이라 부담도 많고 커리어 고민도 많았고요. 삶에 있어서 남들보다 늦어지는 거 아닐까 생각했는데 시도해보고 싶을 만큼 충분히 블록체인이 매력 있었어요. 저에게는 성취와 보람이 중요했습니다. 나이는 중요하지 않더라고요.
                                </div>
                                <img src="../../static/common/img/recruitment/inside/cwnoh02.jpg" alt="cwnoh">
                            </li>
                            <li>
                                <p>담당하고 계신 ‘옥텟’ 어떤 서비스인가요?</p>
                                <div>
                                    한 번쯤 블록체인으로 서비스를 만들고 싶어 고민하셨던 분들은 공감하실 거예요<br>
                                    막상 제작할 때 어떤 경로로 정보를 수집하기도 어렵고 믿고 협업할 수 있는 기술력을 인정받은 회사가 있는지 알아보는 것만으로도 막연한 생각이 들죠. 하나하나 구축하기에는 많은 지식이 필요하고 들어가는 비용과 시간도 만만치 않고 구축부터 관리까지 기술적으로도 정말 많은 기능들이 추가되어야 하고 지원하는 메인 넷도 다양해야 하고. 정말 하나부터 열까지 막막함 투성일 겁니다. 이럴 때 API를 제공하여 간편하게 도와주는 서비스가 바로 옥텟입니다.<br>
                                    옥텟은 그 자체로 블록체인의 가이드라인, 블록체인 구축 시스템이라고 보시면 될 것 같아요.
                                </div>
                            </li>
                            <li>
                                <p>‘옥텟’ 팀에서 업무, 좀 더 자세한 설명 부탁드립니다.</p>
                                <div>
                                    헥슬란트는 애자일(agile)한 조직이에요,<br>
                                    옥텟 팀도 우선순위를 적어두고 그 안에서 집중해서 일을 하고 있어요.<br>
                                    블록체인 시장이 워낙 급변하고 있고 때에 맞게 제품의 서비스를 빠르게 업데이트해야 하는데  이런 급변하는 환경에서  갑작스러운 장애 발생으로 인해 고객 CS에 대한 대응이 늦어 버려 문제가 발생해버리면 곤란하죠
                                    <br><br>
                                    그래서 이런 때를 대비해 백 앤드 & 프런트 앤드 고객 CS 응대를 함께 진행하고 있어요 이전 IT 회사에서는 많이 볼 수 없는 업무 형태이지만 블록체인을 앞으로 구축해나가는 시범 모델이라는 생각으로 직무에 조합을 달리해보고 있어요 처음부터 시스템 전체를 구축하고 관리하게 되는 시스템을 운영하면서 발 빠른 대응이 가능하게 하고 있습니다.
                                    <br><br>
                                    특히, 옥텟은 수많은 파트너사들이 블록체인 기술을 쓰고 있는 대표 디지털 자산 관리 시스템이고 누적 금액도 18조에 달하다 보니 안정성과 보안에 대한 책임감이 많이 생기게 됩니다. 관련 법령에 대한 준법적인 가이드라인을 철저히 따르려고 하고요<br>
                                    이렇다 보니 ‘옥텟’이 아직까지 안정성을 인정받고 블록체인 산업 전반에서 가장 선도적인 역할을 하고 있다는 자부심도 있습니다.
                                </div>
                            </li>
                            <li>
                                <p>백앤드와 프론트앤드를 함께 하고 있다고 했는데, 어떤가요?</p>
                                <div>
                                    많이 볼 수 있는 업무 아니에요. 저의 개인적인 개발 욕심도 한 몫했지만 결국엔 블록체인이라는 새로운 카테고리를 만드는 개발자 입장에선 장점이 분명히 있어요. a부터 z까지 시스템 전체를 보면서 서비스를 이해하고 대응할 수 있는 전문적인 영역이 넓어지고 있습니다. 풀스텝(백앤드&프론트앤드)을 통해서 서비스의 장애가 발생한 경우 대처가 쉽고 발 빠르죠 파트너사에서 답답해하는 문제들을<br>
                                    헥슬란트 고객 CS 텔레그램을 통해 빠르게 대응할 수 있다는 점이에요. 옥텟을 믿고 서비스를 이용하는 고객사에게 신뢰를 드려야 한다고 생각합니다.
                                </div>
                                <img src="../../static/common/img/recruitment/inside/cwnoh03.jpg" alt="cwnoh">
                            </li>
                            <li>
                                <p>주로 어떤 분들과 어떻게 일하시나요?</p>
                                <div>
                                    옥텟 팀은 현재 옥텟 관련 PM, 개발자, 서비스 디자인, 전략 팀 분들이 함께 협업하고 있어요. 툴은 개발자가 다루는 툴 중에 요즘 많이 쓰이는 능동적인 툴을 많이 쓰고 있는데 개발자 입장에선 도움이 되는 부분이죠. 프런트 앤드 분야에서 보면 ‘리액트’ ‘ 네스트 제이에스’ 최신 프레임워크를 도입해서 사용하고 있고 서비스 디자인팀이 나 전략 팀과의 업무는 주로 노선과 슬랙, 지라 등으로 함께 협업하고 있습니다.<br>
                                    특히 요즘 같은 시대에 대면/화상 미팅 등도 많은 상황에서<br>
                                    이런 툴의 사용이 상당히 도움이 많이 되기도 합니다
                                    <br><br>
                                    옥텟을 사용하면서 서비스 CS가 필요하시다면 텔레그램을 통해 제보해 주시기도 하는데요 그럴 땐 디렉트로 제가 처리할 수 있어 정말 빠른 대응이 가능한 장점이 있습니다. 고객사에서도 굉장히 만족해하시고요
                                </div>
                            </li>
                            <li>
                                <p>개발 하실 때 어떤 부분들을 많이 고려하시나요? </p>
                                <div>
                                    나중에 봐도 불편함이 없는 설계를 선호해요. 복잡하면 보기 싫잖아요?<br>
                                    확장성 있는 소스는 쉽고 효율적으로 언어를 만들 수 있으니까요 아무래도 개발자는 개발팀과 함께 일하는 시간이 많긴 때문에 효율성과 쉬운 언어가 중요하지 않을 수 없죠. 나중에 서비스를 업데이트하는 과정에서도 가장 중요한 부분이다 보니. 제품 측면에서 많이 고민하고 있습니다.
                                </div>
                            </li>
                            <li>
                                <p>보람이 있는 프로젝트가 있었다면?</p>
                                <div>
                                    제가 담당하고 있는 ‘옥텟’은 매년 블록체인 서비스를 구축하려는 고객사들이 많아지고 있어요. 그럴 때마다 고객사에서 막연하게 기획만 하던 무형의 제품을 하나씩 만들어 나가고 해결하면서 실제 서비스로 구축되기 시작할 때 기술적인 측면에서 곤란했던 부분을 옥텟으로 해결하고 빠르게 대응하여 기능 개선에 되었다는 고객사 피드백을 받을 때 뿌듯합니다.
                                </div>
                            </li>
                            <li>
                                <p>헥슬란트에서 앞으로 어떤 문제를 해결해보고 싶은가요?</p>
                                <div>
                                    아직까지는 기술적인 관심보다는 거래소와 코인들로 블록체인이 알려져서 아쉬움이 많아요. 알고 보면 정말 무궁무진한 잠재력을 가진 기술 로인데 말이죠<br>
                                    하지만 점차 체감을 통해 나아지지 않을까 기대해 봅니다! 그래서 지금의 옥텟을 넘어 더 다양한 블록체인 서비스에 도전하고 싶어요. 블록체인으로 만들고 싶은 플랫폼이 있다면 모든 것을 가능하게 하는 서비스를 개발하는 일이요 그러기 위해선 ‘옥텟’이 불과 몇 년 후엔 대중적인 서비스가 되었으면 좋겠어요. 카카오톡이나 AWS처럼 대중화된 서비스로 성장시킬 겁니다.<br>
                                    스마트폰이 어느 날 갑자기 우리 삶에 없어서는 안 될 기술이 된 것처럼 미래에도 블록체인하면 ‘옥텟’으로 없어서는 안 될 기술이 될 만큼 삶에 녹아들면 좋겠습니다! 그러기 위해선 날마다 바뀌는 트렌트 기술이다 보니 빠르게 파악할 수 있는 역량도 키워나가야겠죠? 스스로 기술적인 측면에 대해 스터디도 끊임없이 해보고 싶습니다.
                                </div>
                            </li>
                            <li>
                                <p>헥슬란트 예비지원자에게 꼭 해주고 싶은 말은?</p>
                                <div>
                                    뭐든지 도전하는 분들, 남들이 닦아논 길 말고 내가 개척하고 싶은 분들에게 최고의 환경이라고 생각합니다.<br>
                                    미리 겁먹을 필요 없어요.<br>
                                    블록체인이라는 기술을 한번 이해한다면 잠재력과 가치에 대해서 모두 동의할 겁니다! <br>
                                    헥슬란트는 지금도 전에 없는 일들을 만들어 가고 있어요. 그리고 업계를 주도하는 능력 있는 개발진들이 당장 옆에 있다는 점도 있고요<br>
                                    언제든지 궁금하면 함께 고민하고 배워가면 그만입니다. 관심 있고 미래의 인프라를 만들어 나가고 싶은 분이라면 곧 만나 뵈었으면 좋겠습니다.
                                </div>
                            </li>
                        </ol>
                    </div>`
    }
}
